ACAPI::DesignOptions::MainModelDesignOption Struct Reference
Design Options
This expresses that an element is not linked to any design option, therefore this element is in the Main Model. More...
#include <ElemDesignOptionStatus.hpp>
Detailed Description
This expresses that an element is not linked to any design option, therefore this element is in the Main Model.